IDEA StatiCa Open Model
TemperatureLoadOnLine.RadiationCoefficient Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Radiation coefficient per area - αr[W/(m2K)]
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RadiationCoefficient { get; set; }
Public Property RadiationCoefficient As Double
	Get
	Set
public:
property double RadiationCoefficient {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace